[
  {
    "id": 1,
    "name": "1977 PORSCHE 911 CARRERA 2.7 RS EVOCATION",
    "brand":"Vincent1980",
    "picture": "https://collectingcars.imgix.net/007401/03-11-2021-JBB-01.jpg",
    "price": 225,
    "info": "This Porsche 911 Carrera 2.7 RS Evocation is a wonderful homage to one of the most sought-after collector cars. While a genuine RS would be priced deep into six figures,"
  },
  {
    "id": 2,
    "name": "1990 BMW Z1",
    "brand": "BMW",
    "picture": "https://collectingcars.imgix.net/006344/07-09-2021-JBB-04.jpg",
    "price": 255,
    "info": "The BMW Z1 was the first of the compact, modern roadsters from the Bavarian marque, and sported an innovative design that still draws crowds three decades on. With a smooth"
  },
  {
    "id": 3,
    "name": "1967 MERCEDES-BENZ (W113) 250 SL PAGODA",
    "brand": "MERCEDES",
    "picture": "https://collectingcars.imgix.net/007279/27-ww-9.jpg",
    "price": 255,
    "info": "This W113-generation Mercedes-Benz 250 SL is a comprehensively restored example of the stylish classic roadster, which has been maintained to a high standard throughout its current keeper’s ownership, and was"
  },
  {
    "id": 4,
    "name": "2011 LAND ROVER DEFENDER 110 XS TD DOUBLE CAB",
    "brand": "LAND ROVER",
    "picture": "https://collectingcars.imgix.net/003749/7-4-21-JS-13.jpg",
    "price": 255,
    "info": "This Land Rover Defender 110 XS Double Cab is an immensely versatile and rugged vehicle, made all the more desirable by its status as a faithful homage to a menacing movie car."
  },
  {
    "id": 5,
    "name": "1991 ALPINE GTA V6 LE MANS",
    "brand": "ALPINE GTA",
    "picture": "https://collectingcars.imgix.net/007359/1-ww-5.jpg",
    "price": 255,
    "info": "This Alpine GTA V6 Le Mans is a highly original and sought-after example of a rewarding modern classic coupe. While it was widely praised by the media in period, "
  },
  {
    "id": 6,
    "name": "1999 ALFA ROMEO GTV 3.0 V6 24V",
    "brand": "ALFA ROMEO",
    "picture": "https://collectingcars.imgix.net/007404/01-03112021-KD01.jpg",
    "price": 255,
    "info": "Celebrated for possessing “one of the most charismatic engines in the world”, this Alfa Romeo GTV is equipped with the revered Busso V6 as well an uprated gearbox,"
  },
  {
    "id": 7,
    "name": "1999 FERRARI 355 F1 SPIDER",
    "brand": "FERRARI",
    "picture": "https://collectingcars.imgix.net/007409/3-ww-6.jpg",
    "price": 255,
    "info": "This 355 F1 Spider is a smart example of Ferrari’s iconic convertible supercar, with arresting Pininfarina styling and a melodious naturally aspirated V8, capable"
  },
  {
    "id": 8,
    "name": "1981 AUSTIN METRO 6R4 EVOCATION",
    "brand": "AUSTIN METRO",
    "picture": "https://collectingcars.imgix.net/007414/3-ww-8.jpg",
    "price": 255,
    "info": "A unique homage to one of the most recognisable rally cars of all time, this Metro 6R4 Evocation is a thrilling mid-engined hot hatch, boasting a turbocharged V6 engine."
  },
  {
    "id": 9,
    "name": "1990 PORSCHE 944 TURBO",
    "brand": "PORSCHE",
    "picture": "https://collectingcars.imgix.net/007412/3-ww-7.jpg",
    "price": 255,
    "info": "Equipped with uprated suspension and a track-focused interior, this Porsche 944 Turbo takes some inspiration from the iconic Porsche 924 Carrera GT."
  },
  {
    "id": 10,
    "name": "1995 PORSCHE 928 GTS",
    "brand": "PORSCHE",
    "picture": "https://collectingcars.imgix.net/007440/04-11-2021-JBB-02.jpg",
    "price": 255,
    "info": "This is a low-mileage example of Porsche’s 928 GTS, which is also in very smart condition for its age, finished in the rare hue of Grand Prix White. A consummate grand tourer"
  },
  {
    "id": 11,
    "name": "2006 LOTUS ELISE S2 RACE CAR",
    "brand": "LOTUS",
    "picture": "https://collectingcars.imgix.net/007240/STM08503.jpg",
    "price": 255,
    "info": "This Lotus Elise S2 Race Car is a fantastic analogue sports car, which has been honed for track use. It has been driven only a few thousand miles since completion of an engine"
  },
  {
    "id": 12,
    "name": "1934 FORD HOT ROD ",
    "brand": "FORD",
    "picture": "https://collectingcars.imgix.net/007352/01-01112021-KD06.jpg",
    "price": 255,
    "info": "This 1934 Ford with its Deuce Customs Roadster body is a head-turning hot rod completed in the faithful tradition of the American custom car. It has been very smartly "
  }
]
